export default function handler(req, res) {
  const data = [
    {
      "id": 1,
      "title": "烹飪時如何節省能源？",
      "url": "/tips/food/1",
      "img": "/images/01_烹飪時如何節省能源_1.jpg",
      "img2": "/images/01_烹飪時如何節省能源_2.jpg",
      "img3": "/images/01_烹飪時如何節省能源_3.jpg",
      "answer1": "總是使用大火快煮",
      "answer2": "使用蓋子減少烹飪時間",
      "answer3": "僅在水開時使用",
      "answer4": "隨意，沒差別",
      "content": `
        <h2>使用蓋子減少烹飪時間</h2>
        <br>
        <p>使用蓋子可保持熱氣，減少烹飪時間與能源消耗。這不僅節省了能源，也加速了烹飪過程，讓食物更快上桌
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 1,
        "name": "食",
        "en_name": "food",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z",
      },
    },
    {
      "id": 2,
      "title": "你的洗衣方式環保嗎",
      "url": "/tips/clothing/2",
      "img": "/images/02_你的洗衣方式環保嗎_1.jpg",
      "img2": "/images/02_你的洗衣方式環保嗎_2.jpg",
      "img3": "",
      "answer1": "高溫洗滌去除更多汙垢",
      "answer2": "總是使用烘乾機",
      "answer3": "使用冷水洗衣",
      "answer4": "單件洗滌以確保乾淨",
      "content": `
        <h2>使用冷水洗衣</h2>
        <br>
        <p>使用冷水洗衣可以大幅度減少能源消耗。大多數現代洗衣粉或液體適合在低溫下有效清潔，並且冷水洗衣對衣物纖維的損耗更小。</p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 2,
        "name": "衣",
        "en_name": "clothing",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z",
      },
    },
    {
      "id": 3,
      "title": "如何實踐環保育兒？",
      "url": "/tips/education/3",
      "img": "/images/03_如何實踐環保育兒_1.jpg",
      "img2": "/images/03_如何實踐環保育兒_2.jpg",
      "img3": "/images/03_如何實踐環保育兒_3.jpg",
      "answer1": "使用一次性尿布",
      "answer2": "重複使用塑膠奶瓶",
      "answer3": "選擇可重複使用的布尿布",
      "answer4": "常常買新玩具保持新鮮感",
      "content": `
        <h2>選擇可重複使用的布尿布</h2>
        <br>
        <p>布尿布雖然需要清洗，但相較於一次性尿布，其對環境的影響要小得多。使用布尿布不僅能減少垃圾填埋場的壓力，還可以在長期內節省開支。</p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 5,
        "name": "育",
        "en_name": "education",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z"
      },
    },
    {
      "id": 4,
      "title": "如何有效節能並保持家中舒適溫度？",
      "url": "/tips/housing/4",
      "img": "/images/04_如何有效節能並保持家中溫度_1.jpg",
      "img2": "/images/04_如何有效節能並保持家中溫度_2.jpg",
      "img3": "/images/04_如何有效節能並保持家中溫度_3.jpg",
      "answer1": "手動調整空調溫度",
      "answer2": "開窗自然通風",
      "answer3": "使用智能恆溫器",
      "answer4": "穿著更多衣物以保暖",
      "content": `
        <h2>使用智能恆溫器</h2>
        <br>
        <p>智能恆溫器能夠根據您的日常生活模式自動調節家中的溫度，不在家時降低能耗，在您回家前預熱或預冷，以達到節能又舒適的生活環境。</p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 3,
        "name": "住",
        "en_name": "housing",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z"
      },
    },
    {
      "id": 5,
      "title": "廚房裡的果皮可以如何創新利用？",
      "url": "/tips/food/5",
      "img": "/images/05_廚房裡的果皮可以如何創新利用_1.jpg",
      "img2": "/images/05_廚房裡的果皮可以如何創新利用_2.jpg",
      "img3": "/images/05_廚房裡的果皮可以如何創新利用_3.jpg",
      "answer1": "所有果皮直接丟棄",
      "answer2": "果皮做成天然清潔劑",
      "answer3": "僅用作堆肥",
      "answer4": "用來裝飾菜餚",
      "content": `
        <h2>果皮做成天然清潔劑</h2>
        <br>
        <p>檸檬和橙皮富含天然油脂和香氣，可以用來製作天然的家用清潔劑。將果皮浸泡在醋中幾天，製成的清潔液不僅環保，還能散發自然清新的果香。</p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 1,
        "name": "食",
        "en_name": "food",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z",
      },
    },
    {
      "id": 6,
      "title": "接收一封電子報會排出多少二氧化碳？",
      "url": "/tips/entertainment/6",
      "img": "/images/06_接收一封電子報會排出多少二氧化碳_1.jpg",
      "img2": "/images/06_接收一封電子報會排出多少二氧化碳_2.jpg",
      "img3": "",
      "answer1": "為什麼會排出二氧化碳?!",
      "answer2": "0.01克",
      "answer3": "0.3克",
      "answer4": "4克",
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "content": `
        <h2>我們每天都在製造數位碳足跡</h2>
        <br>
        <p>
          數位碳足跡」是指數位設備和基礎運行服務器在生產、使用和數據傳輸過程中所消耗能源所產生的溫室氣體排放。這些設備和伺服器在運作時會消耗大量能源，進而產生碳排放。因此，任何存取雲端資料、傳送訊息、收聽音樂、觀看影片、發送電子郵件等網路行為，都會造成二氧化碳排放。
        </p>
        <br>
        <h2>
          未注意的電子報可能對地球構成長期的威脅
        </h2>
        <br>
        <p>
          根據 The Carbon Literacy Project（CLP）的研究，平均發送和接收一封電子報會排放0.3克的二氧化碳，而一封無附件的電子郵件會排放4克的二氧化碳，若有附件的電子郵件則會高達50克的二氧化碳。儘管這些二氧化碳當量的數字看似微不足道，但總數加起來卻相當可觀。因此，我們可以藉由定期整理電子郵件、改變發送郵件的習慣，以及取消訂閱不必要的電子報等斷捨離方式，從簡單的地方開始減少碳排，為環境永續出一份心力。
        </p>
      `,
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 6,
        "name": "樂",
        "en_name": "entertainment",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z"
      },
    },
    {
      "id": 7,
      "title": "今天選擇蔬食嗎？",
      "url": "/tips/food/7",
      "img": "/images/07_今天選擇蔬食嗎_1.jpg",
      "img2": "/images/07_今天選擇蔬食嗎_2.jpg",
      "img3": "/images/07_今天選擇蔬食嗎_3.jpg",
      "answer1": "我三餐都吃～?!",
      "answer2": "正在努力一天至少一餐",
      "answer3": "一個禮拜至少一次",
      "answer4": "無法不吃肉",
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "content": `
        <h2>肉食和蔬食對環境的影響有差嗎</h2>
        <br>
        <p>
          不管是動物性還是植物性食物，從種植、養殖、加工、冷藏、運輸、儲存、烹飪到廢棄，都對環境產生影響，只是動物性食物所產生的溫室氣體排放更為顯著。根據衛福部的資料，如果台灣每個六歲以上的人每天以黃豆產品取代一掌心大小的肉類，一年可以減少約430萬公噸的碳排放，相當於約70萬輛1,600cc汽車繞行地球一圈所產生的碳排放。
        </p>
        <br>
        <h2>
          多蔬食、少肉食
        </h2>
        <br>
        <p>
          在用餐時經常猶豫不決嗎？不妨試著增加蔬菜、減少肉類的飲食習慣。降低吃肉的頻率和份量，盡可能以蔬菜為主食，也可以考慮使用接近牛奶和肉類的植物性替代品，如植物奶和未來肉。這些做法不僅對環境友好，長期下來還有助於保持體態和身體健康！
        </p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 1,
        "name": "食",
        "en_name": "food",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z",
      },
    },
    {
      "id": 8,
      "title": "該選擇泡澡還是淋浴呢？",
      "url": "/tips/housing/8",
      "img": "/images/08_該選擇泡澡還是淋浴呢_1.jpg",
      "img2": "/images/08_該選擇泡澡還是淋浴呢_2.jpg",
      "img3": "/images/08_該選擇泡澡還是淋浴呢_3.jpg",
      "answer1": "我是天天泡澡型",
      "answer2": "我是淋浴派的",
      "answer3": "家裡無浴缸",
      "answer4": "看時間",
      "content": `
        <h2>在日常生活中，洗澡所消耗的水量佔比最高</h2>
        <br>
        <p>
          許多人認為淋浴比泡澡省水，但若不考慮洗澡時間，這個結論可能不太準確。長時間淋浴、使用洗澡產品時不關閉水龍頭或讓水一直流都會造成浪費。一般來說，蓮蓬頭每分鐘的水流量約為10公升，多洗一分鐘就多用掉約10公升的水。如果洗澡時間超過20分鐘，可能比泡澡還要耗水。
        </p>
        <br>
        <h2>
          控制洗澡時間才是減少水資源浪費的最佳方法
        </h2>
        <br>
        <p>
          挑選衛浴設備時，可考慮選用省水標章產品、安裝節水墊片或低流量水龍頭，將多餘水收集用於沖馬桶，注意淋浴時間，培養隨手關閉蓮蓬頭的習慣，定期檢查水龍頭是否漏水或有異常潮濕情況，都能有助於節約用水。
        </p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 3,
        "name": "住",
        "en_name": "housing",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z"
      },
    },
    {
      "id": 9,
      "title": "你的衣櫃永續嗎?",
      "url": "/tips/clothing/9",
      "img": "/images/09_你的衣櫃永續嗎_1.jpg",
      "img2": "/images/09_你的衣櫃永續嗎_2.jpg",
      "img3": "/images/09_你的衣櫃永續嗎_3.jpg",
      "answer1": "我是快時尚擁護者",
      "answer2": "大部分只穿過一次吧",
      "answer3": "我重視重複搭配性",
      "answer4": "最喜歡到二手店挖寶了",
      "content": `
        <h2>紡織業是汙染的第二大來源，僅次於石油產業</h2>
        <br>
        <p>
          紡織業是歷史悠久的產業之一，製造一件衣服所需的材料和配件可能來自全球各地。從原料的種植和採收，到設計、生產、配送，再到最終的零售，每個步驟都可能對環境造成影響和污染。根據估計，時尚產業佔全球二氧化碳排放量的10％，且隨著對快時尚的需求增加，相關的碳排放也在迅速增長。
        </p>
        <br>
        <h2>
          如何讓衣櫃更永續？
        </h2>
        <br>
        <p>
          抑制購物慾望確實很具挑戰性，但我們可以嘗試減少退貨、捐贈或拍賣那些用不到的衣物，以減少碳足跡。從改變消費模式開始，你的每次消費就會為身處環境帶來不同的意義。據慈善組織 WRAP 的研究，如果一件衣服能夠延長至少9個月的壽命，再次被購買和穿著，就能減少該衣物本身25%的碳足跡。
        </p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 2,
        "name": "衣",
        "en_name": "clothing",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z"
      },
    },
    {
      "id": 10,
      "title": "哪些符合綠色債卷發行條件的計畫？",
      "url": "/tips/education/10",
      "img": "/images/010_哪些符合綠色債卷發行條件的計畫_1.jpg",
      "img2": "/images/010_哪些符合綠色債卷發行條件的計畫_2.jpg",
      "img3": "/images/010_哪些符合綠色債卷發行條件的計畫_3.jpg",
      "answer1": "再生能源",
      "answer2": "綠色建築",
      "answer3": "廢水管理",
      "answer4": "以上皆是",
      "content": `
        <h2>綠色債券，用於綠色投資的資金籌集</h2>
        <br>
        <p>
          綠色債券是一種專門用於籌集資金以支持環境友好型項目的債券。發行綠色債券的機構可以包括企業、金融機構、政府機構和國際組織。這些債券的資金用於具有環境效益和可量化影響的項目，如再生能源、能源效率改善、低碳交通、綠色建築、循環經濟、廢物管理、生態保護和自然資源保護等。
        </p>
        <br>
        <h2>
          其他綠色金融投資商品
        </h2>
        <br>
        <p>
          以下為一些常見的綠色金融投資商品，包括綠色債券、綠色貸款、綠色股票指數基金、綠色債券基金、綠色基礎設施基金、氣候風險保險等，投資者可以根據自己的偏好和風險承受能力選擇適合的投資方式。
        </p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 5,
        "name": "育",
        "en_name": "education",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z"
      },
    },
    {
      "id": 11,
      "title": "你的環保杯是哪一種?",
      "url": "/tips/food/11",
      "img": "/images/011_你的環保杯是哪一種_1.jpg",
      "img2": "/images/011_你的環保杯是哪一種_2.jpg",
      "img3": "",
      "answer1": "300系列不鏽鋼 (耐高溫，不建議裝酸性飲料或牛奶）",
      "answer2": "環保塑膠材質 (建議選擇7號或5號，不要裝高溫飲品)",
      "answer3": "玻璃 (重量較重，要注意是否耐熱)",
      "answer4": "",
      "content": `
        <h2>環保杯的秘密，如何健康地品味永續生活</h2>
        <br>
        <p>
          注意環保杯材質說明，才能健康地使用環保杯。
        </p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 1,
        "name": "食",
        "en_name": "food",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z",
      },
    },
    {
      "id": 12,
      "title": "節能燈泡怎麼選?",
      "url": "/tips/housing/12",
      "img": "/images/012_節能燈泡怎麼選_1.jpg",
      "img2": "/images/012_節能燈泡怎麼選_2.jpg",
      "img3": "",
      "answer1": "一般省電燈泡 (有汞，須注意)",
      "answer2": "LED燈泡 (將電能轉化為光能，環保又省電)",
      "answer3": "",
      "answer4": "",
      "content": `
        <h2>揭秘LED燈泡的節能真相</h2>
        <br>
        <p>
          省電燈泡不一定比較省電，市面上最省電的燈泡是LED燈泡，購買時可詳閱包裝上說明確保符合使用需求。
        </p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 3,
        "name": "住",
        "en_name": "housing",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z"
      },
    },
    {
      "id": 13,
      "title": "行車省油冷知識",
      "url": "/tips/transport/13",
      "img": "/images/013_行車省油冷知識_1.jpg",
      "img2": "/images/013_行車省油冷知識_2.jpg",
      "img3": "/images/013_行車省油冷知識_3.jpg",
      "answer1": "起步時平穩加速，不要猛催油門加速",
      "answer2": "需較長時間停車時建議將引擎熄火",
      "answer3": "定期檢查車輛排氣，確認引擎保持最佳燃燒狀況",
      "answer4": "",
      "content": `
        <h2>以溫柔保養，換取無窮省油之道</h2>
        <br>
        <p>
          對待小老婆，定期保養檢驗，不隨意飆車改裝，正是讓車子保持省油最佳狀態的方法。
        </p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 4,
        "name": "行",
        "en_name": "transport",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z"
      },
    },
    {
      "id": 14,
      "title": "垃圾分類冷知識",
      "url": "/tips/housing/14",
      "img": "/images/014_垃圾分類冷知識_1.jpg",
      "img2": "/images/014_垃圾分類冷知識_2.jpg",
      "img3": "",
      "answer1": "衛生紙不可以回收",
      "answer2": "食品包裝袋不可回收",
      "answer3": "蟹殼、蛤殼都不是廚餘",
      "answer4": "",
      "content": `
        <h2>廚餘大變身，從餐桌到養豬場的可持續循環</h2>
        <br>
        <p>
          家戶廚餘中的剩飯菜、果皮、未蒸煮蔬菜類及經高溫烹煮後會軟化可當作養豬廚餘之橘子皮、蛋殼、蝦殼、小軟小軟骨頭、小魚刺、中藥及無法分類之有機物(如咖啡渣、茶渣、豆渣)等;但高纖維及硬殼類等不易分解之椰子殼、蟹殼、蛤殼、花卉、甘蔗、筍殼、筊白筍殼、玉米殼、椰子、榴槤、芒果籽及蔗渣、羽毛、紙張、衛生紙、垃圾，不會腐化之牙籤、塑膠袋、吸管、繩、棒、包裝紙、石頭、金屬等物質則不可放入。
        </p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 3,
        "name": "住",
        "en_name": "housing",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z"
      },
    },
    {
      "id": 15,
      "title": "夏日省電方式",
      "url": "/tips/housing/15",
      "img": "/images/015_夏日省電方式_1.jpg",
      "img2": "/images/015_夏日省電方式_2.jpg",
      "img3": "",
      "answer1": "冰箱不放超過7～8分滿",
      "answer2": "夏天熱水喝得少，用快煮壺取代電熱水瓶",
      "answer3": "冷氣設定在26～28度，搭配電扇",
      "answer4": "定期洗冷氣濾網",
      "content": `
        <h2>省電小妙招，輕鬆省下一大筆</h2>
        <br>
        <p>
          炎炎夏日即將到來，幾個小動作不但節能又能省荷包
        </p>
      `,
      "description":'ESG理念的實踐，需要從你我做起。如何透過食、衣、住、行、育、樂等方面的小撇步，來實踐ESG理念。',
      "keywords":'TVBS, TVBS GOOD,TVBS NEWS, TVBS ESG, ESG永續趨勢, ESG永續焦點, ESG永續發展, ESG議題, ESG活動, ESG實踐',
      "created_at": "2024-01-25T14:23:06.000000Z",
      "updated_at": "2024-01-25T14:23:06.000000Z",
      "tip_genre": {
        "id": 3,
        "name": "住",
        "en_name": "housing",
        "created_at": "2024-01-25T14:23:06.000000Z",
        "updated_at": "2024-01-25T14:23:06.000000Z"
      },
    },
  ];
  res.status(200).json(data);
}

